dopamine.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-04-27 Thu 11:47 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org8fbe4c2">1. Dopamine</a>
<ul>
<li><a href="#org9870304">1.1. Andrew Huberman : Controlling Your Dopamine For Motivation, Focus &amp; Satisfaction | Huberman Lab Podcast #39</a>
<ul>
<li><a href="#org9b3afec">1.1.1. What is dopamine</a></li>
<li><a href="#orgab7774d">1.1.2. communication pathaways</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org8fbe4c2" class="outline-2">
<h2 id="org8fbe4c2"><span class="section-number-2">1.</span> Dopamine</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org9870304" class="outline-3">
<h3 id="org9870304"><span class="section-number-3">1.1.</span> Andrew Huberman : Controlling Your Dopamine For Motivation, Focus &amp; Satisfaction | Huberman Lab Podcast #39</h3>
<div class="outline-text-3" id="text-1-1">
<p>
<a href="https://www.youtube.com/watch?v=QmOF0crdyRU&amp;ab_channel=AndrewHuberman">https://www.youtube.com/watch?v=QmOF0crdyRU&amp;ab_channel=AndrewHuberman</a>
</p>

<p>
cold water increases happens after 10-15min to 225% and it sustained
noraperelin
apeneprin (adrenaline)
dopamin
cortisol
</p>

<p>
how to decrease cortisol
</p>
</div>

<div id="outline-container-org9b3afec" class="outline-4">
<h4 id="org9b3afec"><span class="section-number-4">1.1.1.</span> What is dopamine</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
baseline dopamine level
</p>

<p>
peaks Tonic (low level) and phasic (peaks) release
after peak, baseline level dips
</p>

<p>
motivation, desire, excited, pursuit
</p>


<p>
neurotransmitter : local communication between neurons
</p>

<p>
neuromodulator : macro level communication between neurons
</p>

<p>
how it works?
controls motivation, drive, craving, time perception
</p>

<p>
important for movement
</p>

<p>
parkinson - dead neurons in a certain area, shakky movements in body
</p>

<p>
2 main neural circuits domain uses
</p>

<p>
ventral tegementam -&gt; bottom part of brain to ventral straigam -&gt;
</p>
</div>
</div>

<div id="outline-container-orgab7774d" class="outline-4">
<h4 id="orgab7774d"><span class="section-number-4">1.1.2.</span> communication pathaways</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
miso cortical limbic pathaway (motivation and cracing)
</p>
<ul class="org-ul">
<li>reward, motivation</li>
</ul>

<p>
nigro striadal pathaway (movement)
[where] [where they connect]
</p>
<ul class="org-ul">
<li>physical activity, race</li>
</ul>

<p>
<b>spatial scale</b>
synapses -&gt; electric activity (less -&gt; more activity)
vesicles
local release - synaptic release
volumetric release - vommits dopamin to hundreds of neurons
</p>

<p>
supplements decrease the diff between baseline and peak
</p>


<p>
<b>Duration of release</b>
</p>


<p>
neurons communicate via
</p>
<ul class="org-ul">
<li>fast ionotropic conduction</li>
<li><p>
slow G-protein couple receptor
</p>

<p>
passing exam sheets from front to back
</p></li>
</ul>

<p>
dont release by themselves
</p>
<ul class="org-ul">
<li>neurons that release dopamine corelease glutamate(excitatory)</li>

<li>how enyoyable past activity</li>
</ul>

<p>
stimulates sympathetic arousal - more alert, ready outside of their skin
</p>

<p>
make you look outside yourself, pursue, crave
</p>

<p>
lethagic, lazy -&gt; low dopamine
excited
</p>

<p>
Quality of live/ Desire
moving towards goal
how much dopamin wa there few moment ago
how much we remember enjoying a particular experience
</p>

<p>
it is a currency to pursue goals/ experience of life
</p>

<p>
<b>Spatial and Temporal Scale of Dopamine Transmission</b>
nature research
</p>


<p>
Anecdotes
</p>

<p>
thoraxine
LDOPA
</p>

<p>
<b>Baseline of Dopamine and Peaks of Dopamine</b>
genetic,
</p>

<p>
close cousine of - epinefrine, adrenaline (kidney, brain), dopamine make adrenaline
</p>

<p>
conversion
LDOPA -&gt; dopamine -&gt; noradrenaline -&gt; adrenaline
                      (fear, mental trauma)
</p>

<p>
using a broad brush
</p>

<p>
acitivites that release dopamine
</p>

<ul class="org-ul">
<li>chocolate (1.5)</li>
<li>sex - pursuit, act (2.0)</li>
<li>nicotine - smoked (2.5)</li>
<li>cocaine -  (2.5)</li>
<li>emphatamine -  (10)</li>
<li>exercise - subjective like (2) or no reaction (0)</li>
<li>gournalling about someting that they like increase</li>
<li>subjective activities</li>
<li>caffeine ()</li>
</ul>

<p>
increase the density of G-protein receptors
</p>

<p>
<b>why we have dopamine system?</b>
</p>

<p>
make more of ourself
</p>

<p>
foraging / seeking
</p>

<p>
doing something which you love repetedly will decrease the pleasure
</p>

<p>
<b>Dopamine Nation</b>
</p>

<p>
Pleasure / Pain Balance
</p>


<p>
Addiction
</p>

<p>
<b>intermittent release of dopamine</b>
</p>

<p>
<b>dont layer dopamin systems</b>
</p>

<p>
like - [music, podcast, &#x2026;, texting] + [workout, coding, ..]
</p>

<p>
removing multiple sources of dopamine releasing activities from activities that you enjoy.
caffeine is good for improving the dopamine circuitry
</p>

<p>
<b>sustained dopamine of dopamine</b>
cold exposure (vim hoff)
releases epinefrine, noradrenaline
sustained rise in dopamine (~3H)
</p>

<p>
<b>positive and negative aspect of behaviour</b>
</p>

<p>
dont reward yourself after doing hard work that you enjoy.
</p>

<p>
so, no posting on insta your pictures.
</p>

<p>
learning to access reward from effort and doing.
</p>

<p>
<b>rob malenka : oxytocin and social connections trigger dopamine release</b>
engage in pursue quality, healthy relationships.
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2023-04-27 Thu 11:47</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
